Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gig: مين مآنو ڇون ڪي اي جملآ <wikipediaLink> آوامي ڍومين</wikipediaLink>ائين مني اوني اپلوڍ ڪري ري موڪل ڇي

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
gig: مين اُميد ڪرو ڇون ڪي جملو<wikipediaLink>آوامي ڍومين </wikipediaLink> ڇي مني او اپلوڍ ڪري ري موڪل ڏئو

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gig: مين اُميد ڪرو ڇون ڪي جملو<wikipediaLink>آوامي ڍومين </wikipediaLink> ڇي مني او اپلوڍ ڪري ري موڪل ڏئو

source: <icon></icon> Add multiple public domain sentences
gig: ڪترآئي آوامي ڍومين جملآ ڀيڙي ميلآئو<icon></icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
gig: ميسال تور ڪودرتي ائين وآت چيتي وآڙو جملو آسان هوڻ کپي

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
gig: مينٚ هآسُول ڪرڻو چآئو ڇونٚ اي ميلي جيٚ يونٚ مڪسد يآد ۮرآوي مآريٚ زير زٻر تآزيٚ ڪري آئينٚ کبر نآمآ آم آوآزي مينٚ

source: I do not agree
gig: مين ڪوني رازي ڇون

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
gig: جيڪۮي ايڪ ڪلپ 2 منکون ترڦون رد ڪر ليني ڇي او ڊيٽآسيٽ ري موڪتليڦ زيلي سيٽ مين چآلو ڪروڙآ ڇي۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gig: جيڪڏهن او تمآري آپيري لفز ڇي۔تو بس ڪي <italicizedText> همني اوڙکي ري زرورت ڇي”</italicizedText> تو تم اي مواد ڪٺون ليڌي ڇو تو جي يون هم اوني چيڪ ڪر سکآن ڇآن تو او آوامي ڍومين ني مين ڇي ائين ڪوئي ڀي ڪآپي او پري لآگو ڪوني وڍيڪ سمجهي سارو همآرو<guidelinesLink> پنآ ڌيکو</guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gig: جيڪڌي ريڪودنگ ٿوٿ جآوي ۔يا ٿڪڙا ٿڪڙا هووي تو رد ڪر ڌو جيستائين مواد پورو حاصل ني هووي اجآن تائين سوڻ نه سگھي۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gig: جيڪڏهن تم اي ر فائلي پر وڍيڪ سوڻاڻو چآهو ڇو مهرباني ڪرين رابتو ڪرو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gig: جيڪڏهن تم اي فائلي پر وڍيڪ سوڻاڻو چآهو ڇو جيڪو ٽيم پليٽ مين شاميل ڪوني هم سون رابتو ڪري <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
gig: جيڪۮي جملو مآٿي ۮيۮوڙآ ميهآري پر پورو ڪوني ڇي ،،نآ،، ٻٽڻي پر ڪلڪ ڪرو

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gig: جھڌي جملو اميڌي سون مآٿي ڪوني اُتر رو تو اوني اُوڌي پاسي رد ڪر ڪآڙو ٻٽڻي پر ڪليڪ ڪرو ۔جملي سآرو پڪ ڪوني تو &quot;اوني ڇوڙ ڀي سکو ڇي ائين آئي وآڙي پر وڍ سکو ڇي۔&quot;

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
gig: جيڪۮي جملو نآگوآر يآ پريشآن ڪري وآڙو ڇي ۔ميسآل تور سئي موآدي ري ڪري ،يآ همآري کيلآڦ هووي ڇي ۔ تو </communityGuidelines> برآدري ميلآئير ري مدد <communityGuidelines> ني جملي ني رد ڪرڻو کپي ۔ تم بي هم سونٚ رآبتو ڪر سڪو ڇو <emailFragment> commonvoice@mozilla.com </emailFragment> ڪي مسلو ودآئي سآرو۔

source: If the sentence meets the criteria above, click the "Yes" button.
gig: جيڪۮي جملو مآٿي ۮيۮوڙآ مهيآري ني پورو ڪري ڇي تو هآن ، ٻٽڻي ني ۮٻآئو

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gig: جۮي جملو اميڌي سون وڏيڪ اتري ڇي سآڃي پاسي ڪبول ڪرو ٻٽڻي پر ڪلڪ ڪرو

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
gig: جيڪۮي تم جملي ري بآري مينٚ متميٚن نآ ڇو، تو تم اوني ڇوڙ بي سڪو ڇو آئينٚ آڳي وڌو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gig: جڌي تم ني ڪوئي وآت يا نسييتي مين ڀيڙي نا هووي تو مهربآني ڪرين آپيري فسلي متآبڪ ووٺ ڌيدو جيڪدهن تم فيسلو ڪوني ڪر سڪو ڇو تو اسڪيپ ٻٽڻ استمال ڪرو آئي وآڙي ريڪودنگي مين نآڪو۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
gig: جيڪۮيٚ تم </strong> وٚنونيٚ سوڻ آئينٚ </strong>سمجه سڪو ڇو</strong> ڪي اوٚ آم توريٚ</strong> پر </strong>منزور ڪرڻو بهتر</strong> ڇي

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
gig: جيڪۮي تم انجيڪشن سآرو سوآلي رو ايڪ هيسو جمه ڪرآڻو چآئو ڇو ،تو تم <githubLink> همآري GitHub </githubLink> زريي او ڪر سڪآن ڇآن ،يآ آپيري ليسٽ <emailFragment> commonvoice@mozilla.com پر اي ميل ڪر سڪو ڇو </emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
gig: جيڪۮي تم همآ سون ڪجھ ۮن اندر نآ سوڻو تو رآبتو ڪرو <emailLink> { $email } </emailLink> آئين هم تمآ سآمون وآپسي لين آيآن

source: If you don't see your language in either part of the platform, select both.
gig: جڏي تم ني پليٽ ڦآرمي پر ڌيون هسي مين آپري ٻولي نزر نآ آوي تو ڌيون چونڊو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
gig: اگرتم يآ تمآريٚ تنزيم ايٚ پروجيڪٽ مينٚ دوبآرآ رآپتو ڪرڻو</donateLink> چآئو ڇو توتم ايڪ<donateLink> ميل سڪو ڇو۔ يآ<emailFragment>پر همآريٚ بهڙي ڌآر ٽيميٚ سونٚ رآپتو ڪر سڪو ڇو commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
gig: جيڪۮي تم ني هيسو لي مين ڏوکآئي هو ري ڇي تو تم ڪي بي ٽيم آپيري ٻولي سآرو سب موآد ڏيکي سآرو وآپسي سوئچ ڪر سڪو ڇو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
gig: مآڊل ٺآئيٚ سآرو اوزآر ڊونٚڊ ريٚ ڇآنٚ تم ASR<discourseLink>جيڪۮي تمآر on Discourse</discourseLinkبرآدري ري ۮوجي منکون سون ميل سڪآنٚ ڇآنٚ

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
gig: جيڪۮي تم ڊيٽآ سيٽ بآبت وڌيڪ ٻولڻو چآئو ڇو ، رٽيل پليٽ ڦآرمي ري توسيه مين همني ايڪ لڪير ڏئو ،<emailFragment>ميلوڙي سيڙيڪآري ڪرڻو چآئو ڇو ،يآ تهآون رو موڪهو ڊنڊڻو چآئو ڇو</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
gig: جيڪڏهن تمآ ڪني جملآ ڌيکي سآرو کتم هو جآوي ۔مهرباني ڪرين وڌيڪ جملآ لي سارو همآري مدد ڪرو

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
gig: سمجيم <strong>جيڪۮيٚ تم سوچو ڪيٚ تلڦز اوٚ نيٚ ڇي يآ وٺ ڇي۔ گھڻو آسو پآسو رڙ مچآوٚي ڇي،يآ وٺيٚ نآممڪين </strong>ڪيٚ پڇي تم ڪلپ ني رد ڪرڻو کپي،ۮوٚجي منک ڀي ٻوٚل ريٚ ڇي۔ <strongهمآري درستگي ري مهيآر مينٚ وڌيڪ مهلومآت ۮوکو۔<strong><accuracyLink>

source: Igbo
gig: آگبوٚٻوٚلي

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
gig: آوآز لي سآرو ايڪ #CommonVoice مينٚ سيرڦ زآتي مڪسد ٺآيو ڇونٚ مآر بهڙي هو آئينٚ ميشينيٚ نيٚ سيٚکآئيم مدد ڪرو جيٚ يونٚ هڪيٚڪتي مينٚ منک ڪيٚ يونٚ ٻوٚليٚ ڇي۔{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
gig: مين متمين ڇون تم اي مهلومآتي ني سبآلي سون جي يو تمآ مين وزآهت ڪر ري ڇو</privacyLink> پرآئيويسي پآليسي <privacyLink> ني Mozilla

source: Include appropriate citation
gig: آچهي سمجهاڻي ڀيڙي ڪرو

source: Includes email, username & demographic info, available right away
gig: بهڙي ڇي اي ميل ، منکي رو نآم آئين ڊيموگرآڦڪ جآڻ ، ڦوري توري پردستيآب ڇي۔

source: Includes mp3s and related sentences, may take some time to prepare
gig: آئين ميلآئوڙآ جملآ ، تيآر هو مين ڪجھ وکت لي سڪي ڇي mp3s بهڙي ڇي ۔

source: Indonesian
gig: انڊونيشيٚ ٻوٚلي

source: Indus Kohistani
gig: انڊيس ڪوستآنيٚ

source: Information about the language
gig: ٻولي بآري مين جآڻ

source: In Progress
gig: چآلرو ڇي

source: Interested in getting involved with this project, or partnering with us?
gig: اي منسوبي مين بهڙي هو مين دلچسبي رکو ڇو ، يآ همآ سون ڀآئيوآري مين ۔

source: Interested in learning more and contributing to the project?
gig: وڌيٚڪ سيٚکو آئينٚ سلآ سوليٚ مينٚ هيٚسو لي مينٚ دلچسڀي رآکآ ڇآنٚ۔

source: Interlingua
gig: انٽرلنگوآنيٚ

source: Interlingue
gig: انٽرلنگيٚ ٻوٚلي

source: [interrupted by background noise]
gig: [آسي پآسي رو گوڙي ريٚ ويچ مينٚ ريٚڪآوٽ]

source: Intersex
gig: نآر مآدي

source: Iñupiaq
gig: انيٚوپيآڪ

source: Invalid file
gig: گلت فائل

source: Irish
gig: آئرستآنيٚ ٻوٚلي

source: IsiNdebele (North)
gig: انڊبيٚلآ ( اتر)

source: IsiNdebele (South)
gig: انڊبيٚلآ (ڏکڻ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
gig: جيڪۮي </isoCodeLink> ڪوڊس ISO <isoCodeLink> جآڻ

source: Is the clip valid?
gig: ڪائي ڪلپس سئي ڇي

source: Italian
gig: آتآلويٚ ٻوٚلي

source: It contains words or phrases that are hard to read or pronounce.
gig: او مي اسي لفز يا جملآ ڇي جيڪو سوڻائيم ڌوري ڇي

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
gig: همآري ڪآمي پر بروسو ڪريوآڙي 100پلس ٻوٚلي برآدري سآرو ڊيٽآ سيٽي ني هوسٽ ڪرو آئينٚ پليٽ ڦآرم ني بهتر بڻآئي پر هر سآل لڳ ڀڳ ايڪ ملين ڊآلر کرچ هووي ڇي۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
gig: ڊيٽآ سيٽس نيٚ هوٽس ڪرڻو آئينٚ 100 ٻوٚليٚ برآدريٚ سآرو پليٽ ڦآرمي نيٚ هرسآل لڳ ڀڳ ايڪ ملين سٺو ٺآئيٚ مينٚ کرچ هووي ڇي۔جڪو همآريٚ ڪآميٚ پر بروسو ڪري ڇي۔ <strong> جۮي تم کولوڙي جمه هووڙي ڊيٽآ ريٚ کدر ڪرو ڇو۔ تو آج هي ڌآن ڪرو</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
gig: ڊيٽآ سيٽ نيٚ سوروٚ سونٚ کدمت آئين رليزڪرين پليٽ ڦآرم نيٚ سٺوٺآئوٚ<africaMradiLink> برآدريٚ پروگرآم چلآئيم وڌيڪ پئيسآ لآگيٚ ڇي</africaMradiLink>

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
gig: او تمآم زروري ڇي تو سب موآدي ري جملآ هو وي جييو آم آوآ</publicDomain> (cc0) آوآمي ڊومين <publicDomain> لآئسنس جآري ڪيۮوڙآ ڇي ۔ سرڦ ڪۮي بي ايڪ جملو اپلوڊ ڪرو جيڪڏهن تم cc0 ڊيٽآسيٽ ني پڪ ڇي ، آئين هميسآ لآڳآپيل هوآلا بهڙي ڪرو

source: It is written in a language different than what I’m reviewing.
gig: اي ائم ٻولي مين ليکوڙا ڇي جيني هم ۮيک رهي ڇآن او سون مختليف ڇي

source: It is written in a language different than what I’m speaking.
gig: او مآري ڀولي سون آلگ ڀولي مين ليکوڙآ ڇي

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
gig: هوآلي ني بهڙي ڪري ر زرورت ڇي تو جي يو هم چيڪ ڪري سگھآنٚ ڇآنٚ ۔جملآ آوآمي ڊومين مينٚ ڇي آئينٚ ڪآپي رآئيٽ ري پآبندي لآڳو ڪونيٚ۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
gig: او تمآم گھڻو ليوي ڇي ، آم آواز هو سآرو او اڪيلو نآ ڪرو ، همآ سون ڀآئيوآري ڪرڻو چآئو ڇو ، هم تمآ سون سوڻ ڻو پسند ڪريآن

source: Izhorian
gig: آزهوريٚ

source: Japanese
gig: جآپآنيٚ ٻوٚلي

source: Jaqaru
gig: جآڪروٚ

source: Javanese
gig: جآوآني ٻوٚلي

source: Join Discord Community
gig: هم نيٚ ۮوجي نيٚ ڊونٚڊيم مدد ڪرو جڪو آپيريٚ آوآزي ڏي سڪي ڇي۔

source: Join our community
gig: هم نيٚ ۮوجي نيٚ ڊونٚڊيم مدد ڪرو جڪو آپيريٚ آوآزي ڏي سڪي ڇي۔

source: Join the Common Voice mailing list
gig: آم وآئس ميٚلنگ ڦهرست مينٚ بهڙي هووي۔

source: Join us on Discord
gig: ڊسڪآرڊي پر همآر بهڙي هو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
gig: بس ڪجھ جملآ مين ڪدرتي توري پر جوآب ڏئو ۔ پڪ ڪرو ڪي تمآري ٻولي اهترم وآڙي آئين بي جآر هآڻي هووي۔

source: Just Unsure?
gig: بس يڪين ڪوني

source: Kabardian
gig: ڪبرآڊيٚ ٻوٚلي

source: Kabyle
gig: ڪآبليٚ

source: Kalasha
gig: ڪلآشآ

source: Kalenjin
gig: ڪآليٚنجن

source: Kalkoti
gig: ڪآلڪوٽيٚ

source: Kannada
gig: ڪنآديٚ ٻوٚلي

source: Kaqchikel
gig: ڪچيٚڪيل ٻوٚلي

source: Kara
gig: ڪآرآ

source: Karakalpak
gig: ڪر ڪآلڪ ٻوٚلي

source: Kateviri
gig: ڪآتيٚويريٚ

source: Kazakh
gig: ڪزآک

source: { $kb }kb max
gig: وڌ مين وڌ kb{ $kb }

source: Keep
gig: رکو

source: Keep it up, record again <recordIcon></recordIcon>
gig: شورو رآکو ڌوبآرا ريڪآڍنگ ڪرو <recordIcon></recordIcon>

source: Keep the recordings
gig: ريڪوڍنگ رکو

source: Keep track of your progress and metrics across multiple languages.
gig: ڪتريٚ اي ٻوٚليٚ مينٚ تمآريٚ ترڪي آئينٚ ميٽرڪ ريٚ ٽريڪ رآکو

source: Keep track of your progress with a profile
gig: پيروفئيلي ڀيڙو آپير ڪآمي پر ڌييان رآکو

source: Keep track of your progress with a profile and help our voice data be more accurate.
gig: ايڪ پروڦآئيلي سون آپيري ترڪي ري کبر رکو آئين همآري آوآزي ري ڊيٽآ ني وڌيڪ سئي ڪري مين مدد ڪرو

source: Kelabit
gig: ڪلابيت

source: Kenyah
gig: ڪيٚنئيٚا

source: Kenyi
gig: ڪيٚنئيٚ

source: Ketrani
gig: ڪيٚترآنيٚ

source: Khmer
gig: کميرٻوٚلي

source: Khowar
gig: کوٚوآر

source: K'iche'
gig: ڪڇيٚ

source: Kichwa
gig: ڪچوآ

source: Kidaw'ida
gig: ڪيٚدآويٚۮآ

source: Kikuyu
gig: ڪڪيوٚ ٻوٚلي

source: Kinyarwanda
gig: ڪيٚنيآروانڊآ

source: Kohistani Shina
gig: ڪوئيٚستآنيٚ سيٚنآ

source: Kom
gig: ڪوٚم

source: Komi-Zyrian
gig: ڪوميٚ زيرآئيٚ

source: Konkani (Devanagari)
gig: ڪوڪآڻيٚ ٻوٚلي ( ديونآگريٚ )

source: Konkani (Romi)
gig: گونڪآنڪآڻيٚ ٻوٚلي

source: Korean
gig: ڪوريٚن ٻوٚلي

source: Kuku
gig: ڪوڪو

source: Kurmanji Kurdish
gig: ڪرمآنجيٚ ڪرديٚ ٻوٚلي

source: Kyrgyz
gig: ڪرگيزٻوٚلي

source: Language
gig: زبآن

source: Language Fundamentals (e.g. Digits, Letters, Money)
gig: ٻولي ري بنيادي اسول مسآل تور انگ آکر پيسا

source: Language Request
gig: زبآن ري درخآس

source: Language request successfully submitted, thank you.
gig: زنآن ري درخآس ڪآميابي سون جمح ڪرآئي گئي مهربآني

source: Languages
gig: زبآن

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
gig: وڌيڪ ٻوٚليٚ زرورتي سونٚ بهڙي آپير آپير سئي زآبتآ رک سڪي ڇي جۮي او سب مکآمي هووي ڇي ،جيڪڏهن ڪي ٻولي سآرو ڪو کآس پڪي سئي ڦآئيٚل نآ ڇي تو انگريزي ڪآئيٚدآ مدد گآري ني ۮيکآوي

source: Language Text
gig: ٻولي رو موآد

source: Lao
gig: ليٚوٻوٚليٚ

source: Large bulk sentence submission
gig: وڍيڪ يا جآم جملآ جمآ ڪرائو

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
gig: هم يڪيٚن رآکآنٚ ڇآنٚ ڪيٚ موٽي آوآميٚ توري پر موجود آوآز ڊيٽآ سيٽ ميٚشينيٚ نيٚ سيکآوڙآ پر سوڻوڻيٚ تڪرير ٽيٚڪنولآجيٚ مينٚ وڌيٚڪ تآڪتور، تجربي رو مڪآبلوڪونيٚ جي وڌيٚڪ ٻوٚليٚ وآڙي ڊيٽآ سيٽ آگيٚ ئيٚ آپير ڪسم رو سب سونٚ موٽو آوآميٚ تور تي،Common Voiceموجود وآئس ڊيٽآ سيٽ ڇي۔ پر ايڪلو ڪونيٚ ڇي، اي پنآ نيٚ ۮيکو ايڪ سآڦ سُترو مرڪزي ري توريٚ پر ۮوجي کولو سورس وآئس ڊيٽآ سيٽي سآرو آئينٚ جيٚ يونٚ آم آوآز وڌتي رهويٚ ڇي۔ همنيٚ رليز اپڊيٽيٚ سآرو ايڪ گھر۔

source: Large scale corporates and platform companies
gig: موٽي پيمآني پر ڪآرپوريٽ آئين پليٽ ڦآرم ڪمپني

source: Lassi
gig: لآسيٚ

source: Last Updated: { $lastUpdatedTimeStamp }
gig: { $lastUpdatedTimeStamp } آکري تآزآ ڪآري

source: Latgalian
gig: لٽگآليٚنيٚ

source: Latvian
gig: لآتويٚن

source: Launched
gig: سورو ڪيۮو گيو

source: Laz
gig: لآز

source: Leaderboard Visibility
gig: ليڊر بورڊ ري نمائش

source: Learn about partnerships with Common Voice
gig: ڪآمن وآئس سون ڀآئيوآڙي بآبت سيکو

source: Learn about the mission and team behind Common Voice
gig: ڪامن وآئس ري لآري ميشين آئين ٽيم بآبت ۮيکو

source: Learn how to check a transcription
gig: ٽرآنسڪرپشن چيڪ ڪرڻو سيکو ۔

source: Learn how to take part
gig: سيکآنٚ توٚ ڪيٚ يونٚ هيسو لوآنٚ۔

source: Learn how to transcribe
gig: ٽرآنسڪرئيب ڪرڻو سيکو۔

source: Learn how to use this page
gig: سيکآنٚ توٚ ڪيٚ يونٚ هيسو لوآنٚ۔

source: Learn More
gig: وڌيڪ سوڻائو

source: Leaving now means you’ll lose your changes
gig: آٻيٚ ڇوڙي رو متلب ڇي،تم تمآريٚ بدلئيٚ هووڙيٚ ويڃآ ڪآڙيو

source: Leaving now means you'll lose your progress
gig: آٻي ڇهوڙي رو متلب تو تم تمآري ترڪي وڃان ڌي يو

source: Length
gig: لمبآئي

source: Let's Get Started
gig: آئو تو سوُرو ڪرآن

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
gig: اکر لآزمي توري پر سئي هوئڻ کپي ، ٻوٚليٚ مينٚ ٻولڻو ۔ميسآل تور روسي الڦآبيٽ مينٚ ايڪ اکر ڇي ۔ پر ڪيۮي بي انگريزي مينٚ استهمآل نآ ڪيۮو گئيو ڇي ،آئينٚ اووجونٚ ڪيٚن بي "ж" انگريزي مآکزي ري موآدي مينٚ ڪۮي بي زآهيئرنآ هوئڻ کپي،

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
gig: پڙي وآڙيٚ انگريزي تڪرير ڇي Khz تڪريٚبن1000 ڪلآڪي رو 16 LibriSpeech پروجيڪٽ مينٚ آڊيو بوڪ پڙي مينٚ ڪڏوڙآ ڇيLibriVox ۔

source: License
gig: لآئسنس

source: License: <licenseLink>CC-0</licenseLink>
gig: </licenseLink>-0 <licenseLink> cc لآئسنس

source: License: <licenseLink>{ $license }</licenseLink>
gig: { $license }<licenseLink></licenseLink> لآئسنس

source: Ligurian
gig: لگوٚريٚن

source: Lingala
gig: لنگآليٚ

source: Link Copied
gig: لنڪ ڪآپي ڪرو

source: Links to websites that can help us understand the language
gig: ويب سآئيٽي ري لنڪ جيڪو همآري ٻولي ني سمجھي مين مدد ڪري سڪي چي ۔

source: Listen
gig: سوڻو

source: Listening
gig: سوڻ ڻو

source: Listen options menu
gig: آپيري پآبندي رو مهينا ٺآئو

source: Listen-Queue
gig: سوڻو ۔لين

source: Lithuanian
gig: لٿويٚنيٚ

source: Loading…
gig: لوڊ هو رو ڇي۔

source: Loading sentences…
gig: جمآ ڪيڌوڙآ جملآ

source: Localized
gig: مڪآمي

source: Log In
gig: لاگ ان

source: Login Identity
gig: لاگ ان ري اوڙکڻ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gig: ڪترآ ئي جملآ ڀيڙي ڪري سارو<loginLink> لآگ ان <loginLink>يا <loginLink> سائين اپ ڪرو</loginLink>

source: Log in or sign up to get started
gig: سورو ڪري سآرو لآگ ان ڪرو ياسآئن اپ ڪرو

source: Log In / Sign Up
gig: لآگ ان سآئن اپ ڪرو

source: Log In / Sign Up with { $company } email
gig: اي ميلي سون { $company } لآگ ان ڪرو ،سآئن اپ ڪرو

source: Log Out
gig: لآگ آئوٽ ڪرو۔

source: Lojban
gig: لوجبآن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
gig: موآدي سآرو ۮيکو جٺي ڪآپي رائيٽ آٻي لآگو نآ هووي ۔ ميسآل تور اڪسر ڪيتآب جيڪو 1920 سون آڳي شآيه هوئي هيتي

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
gig: لآگي ڇي ڪي ايٚ ٻوٚليٚ مينٚ سوڻي سآرو ڪوئي بي ڪلپس نآ ڇي همآري مدد ڪرو لين بهري مينٚ اٻي ڪجھ ريٚڪآرڊ ڪيٚۮي۔

source: Luganda
gig: لوگنٚڊآ ٻوٚلي

source: Luxembourgish
gig: لڪسمبرگيٚ ٻوٚلي

source: Macedonian
gig: مڪدونيٚ ٻوٚليٚ

source: Mada
gig: مآڌآ

source: Maithili
gig: ميٚٿليٚ ٻوٚليٚ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
gig: پڪ ڪرو ڪيٚ پليٽ ڦآرم تمآري ٻوٚلي سورو ڪري سونٚ آگي ريڪآڊ ڪرو ڇي ،آئينٚ او سرڦ ايڪ د ڦهو تمنيٚ کتم ڪري ڇي۔

source: Make sure the sentence meets the following criteria:
gig: پڪ ڪرو تم جملو هيٺي اميدي سون وڍيڪ اُتري ڇي

source: Make sure they can be answered in just a couple of sentences
gig: سوآل ليرو جوآب سرڦ ڌي جملي مين ڏيڻو کپي،

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
gig: ڪجھ گمنآم ڊيموگرآڦڪ ڊيٽآ ڀهڙي ڪيۮي ،آپيري جمه ڪيۮوڙي ڊيٽآ ني مڪمل توري پر امير بڻآيو ، هم سبوني ڊيموگرآڦڪ ڊيٽآ ني آم ڪري سونٚ پهيلي اوري اوڙکآڻ ڪرآوآنٚ ڇآنٚ ۔

source: Malagasy
gig: ملآگسيٚ

source: Malay
gig: ملئيٚ ٻوٚليٚ

source: Malayalam
gig: مليآلميٚ ٻوٚليٚ

source: Male/Masculine
gig: ڇورآ

source: Maltese
gig: مآلٽيٚ ٻوٚليٚ

source: Manage Email Subscriptions
gig: سبسڪرپشن جو انتزآم ڪرو

source: Manage Subscriptions
gig: سبسڪرپشن جو انتزآم ڪرو

source: Manx
gig: من ايڪس

source: Mapudungun
gig: مآپوڊونٚگون ٻوٚلي

source: Marathi
gig: مرآٺيٚ ٻوٚليٚ

source: <mark>Check</mark>
gig: <mark>چيڪ ڪرڻو</mark>

source: <mark>Data</mark>
gig: <mark> موآد </mark>

source: <mark>Prompt</mark>
gig: <mark> نشآن </mark>

source: <mark>Respond</mark>
gig: <mark>جوآب ڏيڻو </mark>

source: <mark>Transcribe</mark>
gig: <mark> لکوڙي</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
gig: <mark> تمآري جآئزي سآرو سيٚ ويٚ</mark> استهمآل<br/> ڪر <mark>رهي ڇآنٚ

source: <mark>We need</mark><br/><mark>your help!</mark>
gig: <mark> هم تمآريٚ </mark> مدد ڪريآنٚ<br/></mark><mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
gig: ميٽر ڪس ايڪ کولوڙآ ، هلڪو وزني وآڙي پروٽوڪول ڇي ،جيڪو گير مرڪزي ،هڪيڪي وکت ري رآبتي سآرو ڇي ، آئين موزيلآ رو ترجيهي کولوڙآ بهت پليٽ ڦآرم ڇي،

source: Maximum file size: 25 MB
gig: ود مين ود فائلي رو سائيز 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
gig: شآهد همآرو<homepageLink> homepage </homepageLink>مدد ڪرو،سوآل ٻوٚجي سآرو،مهربآنيٚ ڪريٚن،<matrixLink> Matrix برآدريٚ مينٚ وآت وگتيٚ بهڙو هوڻو،</matrixLink></githubLink>او زريي <githubLink> GitHub سآئيٽ ريٚ مسلي پر چوڪي ۮئو،يآ<discourseLink> همآري ڊسڪورس ڦورمز</discourseLink> پر جآئو۔

source: MB
gig: ايم ڀي

source: Mbo
gig: مبوٚ

source: Meadow Mari
gig: ميٚڊومآريٚ ٻوٚليٚ

source: Media and Entertainment
gig: ميڍيا ائين تفري

source: Medumba
gig: ميڊمبآئيٚ

source: Meetei Lon
gig: ميٚٽيٚ ٻوٚليٚ

source: Message
gig: نييآپو

source: Michoacán Mazahua
gig: ميٚچوآڪآن مآزآهوآ

source: Mingrelian
gig: منگريٚلآئن

source: Minimum sentences in file: 1000
gig: فايلي مين گھٽ مين گھٽ جملآ 1000

source: [Mismatched content]
gig: ڪآمي ري ڪوني چيز

source: Misreadings
gig: گلت فهمي

source: Missing an 's' at the end of a word.
gig: گآئب ڇي ’s‘ ڪي لڦزي ريٚ آکري مينٚ
